Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# workspaceGroup.contextMenu.openDocs
source: Open Workspace Groups Docs
ar: افتح وثائق مجموعات مساحات العمل
bs: Otvori dokumentaciju grupa radnih prostora
da: Åbn dokumentation for arbejdsområde-grupper
de: Dokumentation zu Arbeitsbereich-Gruppen öffnen
es: Abrir documentación de grupos de espacios de trabajo
fr: Ouvrir la documentation des groupes
it: Apri documentazione dei gruppi
ja: ワークスペースグループのドキュメントを開く
ko: 작업 공간 그룹 문서 열기
nb: Åpne dokumentasjonen for arbeidsområde-grupper
pl: Otwórz dokumentację grup przestrzeni
pt_br: Abrir documentação de grupos
ru: Открыть документацию по группам
th: เปิดเอกสารกลุ่มเวิร์กสเปซ
tr: Çalışma alanı grupları belgelerini aç
uk: Відкрити документацію груп робочих областей
zh_hans: 打开工作区分组文档
zh_hant: 開啟工作區群組文件

# workspaceGroup.contextMenu.pin
source: Pin Group
ar: تثبيت المجموعة
bs: Zakači grupu
da: Fastgør gruppe
de: Gruppe anheften
es: Fijar grupo
fr: Épingler le groupe
it: Fissa gruppo
ja: グループをピン留め
ko: 그룹 고정
nb: Fest gruppen
pl: Przypnij grupę
pt_br: Fixar grupo
ru: Закрепить группу
th: ปักหมุดกลุ่ม
tr: Grubu sabitle
uk: Закріпити групу
zh_hans: 固定分组
zh_hant: 釘選群組

# workspaceGroup.contextMenu.rename
source: Rename Group…
ar: إعادة تسمية المجموعة…
bs: Preimenuj grupu…
da: Omdøb gruppe…
de: Gruppe umbenennen …
es: Renombrar grupo…
fr: Renommer le groupe…
it: Rinomina gruppo…
ja: グループ名を変更…
ko: 그룹 이름 변경…
nb: Gi gruppen nytt navn …
pl: Zmień nazwę grupy…
pt_br: Renomear grupo…
ru: Переименовать группу…
th: เปลี่ยนชื่อกลุ่ม…
tr: Grubu yeniden adlandır…
uk: Перейменувати групу…
zh_hans: 重命名分组…
zh_hant: 重新命名群組…

# workspaceGroup.contextMenu.ungroup
source: Ungroup Workspaces
ar: إلغاء تجميع مساحات العمل
bs: Razgrupiši radne prostore
da: Opdel arbejdsområder
de: Arbeitsbereiche auflösen
es: Desagrupar espacios de trabajo
fr: Dissocier les espaces de travail
it: Separa aree di lavoro
ja: ワークスペースのグループ解除
ko: 작업 공간 그룹 해제
nb: Oppløs arbeidsområder
pl: Rozgrupuj przestrzenie
pt_br: Desagrupar áreas de trabalho
ru: Разгруппировать рабочие пространства
th: เลิกจัดกลุ่มเวิร์กสเปซ
tr: Çalışma alanlarını gruptan çıkar
uk: Розгрупувати робочі області
zh_hans: 取消工作区分组
zh_hant: 取消工作區群組

# workspaceGroup.contextMenu.unpin
source: Unpin Group
ar: إلغاء تثبيت المجموعة
bs: Otkači grupu
da: Frigør gruppe
de: Gruppe lösen
es: Quitar fijación del grupo
fr: Désépingler le groupe
it: Sblocca gruppo
ja: グループのピン留めを解除
ko: 그룹 고정 해제
nb: Løsne gruppen
pl: Odepnij grupę
pt_br: Desafixar grupo
ru: Открепить группу
th: เลิกปักหมุดกลุ่ม
tr: Grubu sabitlemekten çıkar
uk: Відкріпити групу
zh_hans: 取消固定分组
zh_hant: 取消釘選群組

# workspaceGroup.error.allChildrenAreAnchors
source: All requested children are ineligible because they are already group anchors; ungroup them first
ar: جميع العناصر التابعة المطلوبة غير مؤهلة لأنها بالفعل مرتكزات للمجموعة؛ قم بفك تجميعها أولاً
de: Alle angeforderten untergeordneten Elemente sind ungeeignet, da sie bereits Gruppenanker sind; hebe zuerst deren Gruppierung auf
es: Todos los elementos secundarios solicitados no son válidos porque ya son anclajes de grupo; desagrópalos primero
fr: Tous les enfants demandés ne sont pas éligibles car ils sont déjà des ancres de groupe ; dissociez-les d’abord
ja: 要求された子ワークスペースはすべて既にグループのアンカーのため対象外です。先にグループ解除してください
ko: 요청한 모든 하위 항목이 이미 그룹 앵커이므로 대상이 될 수 없습니다. 먼저 그룹을 해제해 주세요.
zh_hans: 所请求的子项均不符合条件，因为它们已经是分组锚点；请先取消它们的分组
zh_hant: 所有要求的子項目皆不符合資格，因為它們已經是群組錨點；請先取消群組

# workspaceGroup.error.closeWorkspacesMustBeBoolean
source: close_workspaces must be a boolean
ar: يجب أن تكون قيمة close_workspaces منطقية (boolean)
de: close_workspaces muss ein boolescher Wert sein
es: close_workspaces debe ser un valor booleano
fr: close_workspaces doit être un booléen
ja: close_workspaces はブール値である必要があります
ko: close_workspaces는 부울 값이어야 합니다
zh_hans: close_workspaces 必须是布尔值
zh_hant: close_workspaces 必須是布林值

# workspaceGroup.error.cannotDeleteEveryWorkspace
source: Cannot delete every workspace in a window
ar: لا يمكن حذف كل مساحات العمل في نافذة واحدة
de: Es kann nicht jeder Arbeitsbereich in einem Fenster gelöscht werden
es: No se pueden eliminar todos los espacios de trabajo de una ventana
fr: Impossible de supprimer tous les espaces de travail d’une fenêtre
ja: ウインドウ内のすべてのワークスペースは削除できません
ko: 윈도우 내의 모든 작업 공간을 삭제할 수 없습니다
zh_hans: 无法删除窗口中的全部工作区
zh_hant: 無法刪除視窗中的所有工作區

# workspaceGroup.error.couldNotCloseEveryWorkspace
source: Could not close every workspace in the group
ar: تعذر إغلاق كل مساحات العمل في المجموعة
de: Es konnten nicht alle Arbeitsbereiche in der Gruppe geschlossen werden
es: No se pudieron cerrar todos los espacios de trabajo del grupo
fr: Impossible de fermer tous les espaces de travail du groupe
ja: グループ内のすべてのワークスペースを閉じられませんでした
ko: 그룹의 모든 작업 공간을 닫을 수 없습니다
zh_hans: 无法关闭分组中的全部工作区
zh_hant: 無法關閉群組中的所有工作區

# workspaceGroup.error.emptyPinnedCannotUngroup
source: A pinned empty group can only be removed with Delete Group
ar: لا يمكن إزالة مجموعة فارغة مثبتة إلا باستخدام "حذف المجموعة"
de: Eine angepinnte leere Gruppe kann nur mit „Gruppe löschen“ entfernt werden
es: Un grupo vacío fijado solo se puede eliminar con Eliminar grupo
fr: Un groupe vide épinglé ne peut être supprimé qu’avec Supprimer le groupe
ja: 空のピン留めグループは「グループを削除」でのみ削除できます
ko: 고정된 빈 그룹은 '그룹 삭제'로만 제거할 수 있습니다
zh_hans: 已固定的空分组只能通过「删除分组」移除
zh_hant: 釘選的空群組只能透過「刪除群組」來移除

# workspaceGroup.error.generatedAnchorNotOwned
source: The group anchor was not generated by cmux
ar: لم يتم إنشاء مرتكز المجموعة بواسطة cmux
de: Der Gruppenanker wurde nicht von cmux generiert
es: El anclaje de grupo no fue generado por cmux
fr: L’ancre de groupe n’a pas été générée par cmux
ja: グループのアンカーは cmux が生成したものではありません
ko: 그룹 앵커가 cmux에 의해 생성되지 않았습니다
zh_hans: 该分组锚点不是由 cmux 生成的
zh_hant: 群組錨點並非由 cmux 產生

# workspaceGroup.error.generatedAnchorRemovalFailed
source: The generated group anchor could not be removed
ar: تعذر إزالة مرتكز المجموعة المنشأ
de: Der generierte Gruppenanker konnte nicht entfernt werden
es: No se pudo eliminar el anclaje de grupo generado
fr: L’ancre de groupe générée n’a pas pu être supprimée
ja: 生成されたグループアンカーを削除できませんでした
ko: 생성된 그룹 앵커을 제거할 수 없습니다
zh_hans: 无法移除自动生成的分组锚点
zh_hant: 無法移除產生的群組錨點

# workspaceGroup.error.generatedAnchorRequiresAnchorOnly
source: Generated-anchor cleanup requires an anchor-only group
ar: يتطلب تنظيف المرتكز المنشأ مجموعة مخصصة للمرتكز فقط
de: Das Bereinigen generierter Anker erfordert eine Gruppe, die nur aus dem Anker besteht
es: La limpieza del anclaje generado requiere un grupo de solo anclaje
fr: Le nettoyage de l’ancre générée nécessite un groupe composé uniquement d’ancres
ja: 生成アンカーのクリーンアップにはアンカーのみのグループが必要です
ko: 생성된 앵커 정리에는 앵커 전용 그룹이 필요합니다
zh_hans: 清理自动生成的锚点要求该分组只有锚点
zh_hant: 清理產生的錨點需要僅限錨點的群組

# workspaceGroup.error.idempotencyKeyMustBeString
source: external_id and idempotency_key must be strings
ar: يجب أن يكون كل من external_id و idempotency_key من نوع سلسلة نصية (string)
de: external_id und idempotency_key müssen Strings sein
es: external_id e idempotency_key deben ser cadenas de texto
fr: external_id et idempotency_key doivent être des chaînes de caractères
ja: external_id と idempotency_key は文字列である必要があります
ko: external_id 및 idempotency_key는 문자열이어야 합니다
zh_hans: external_id 和 idempotency_key 必须是字符串
zh_hant: external_id 和 idempotency_key 必須是字串

# workspaceGroup.error.idempotencyKeyMustNotBeEmpty
source: The group identity must not be empty
ar: يجب ألا تكون هوية المجموعة فارغة
de: Die Gruppenidentität darf nicht leer sein
es: La identidad del grupo no debe estar vacía
fr: L’identité du groupe ne doit pas être vide
ja: グループ識別子を空にすることはできません
ko: 그룹 식별자는 비어 있을 수 없습니다
zh_hans: 分组标识不能为空
zh_hant: 群組識別身分不能為空

# workspaceGroup.error.idempotencyKeysMustMatch
source: external_id and idempotency_key must match
ar: يجب أن يتطابق كل من external_id و idempotency_key
de: external_id und idempotency_key müssen übereinstimmen
es: external_id e idempotency_key deben coincidir
fr: external_id et idempotency_key doivent correspondre
ja: external_id と idempotency_key は一致する必要があります
ko: external_id 및 idempotency_key가 일치해야 합니다
zh_hans: external_id 和 idempotency_key 必须一致
zh_hant: external_id 和 idempotency_key 必須相符

# workspaceGroup.error.noWorkspacesToClose
source: Group has no workspaces to close
ar: لا توجد مساحات عمل لإغلاقها في المجموعة
de: Gruppe hat keine zu schließenden Arbeitsbereiche
es: El grupo no tiene espacios de trabajo para cerrar
fr: Le groupe n’a aucun espace de travail à fermer
ja: グループに閉じるワークスペースがありません
ko: 그룹에 닫을 작업 공간이 없습니다
zh_hans: 分组中没有可关闭的工作区
zh_hant: 群組中沒有可關閉的工作區

# workspaceGroup.error.removeGeneratedAnchorMustBeBoolean
source: remove_generated_anchor must be a boolean
ar: يجب أن تكون قيمة remove_generated_anchor منطقية (boolean)
de: remove_generated_anchor muss ein boolescher Wert sein
es: remove_generated_anchor debe ser un valor booleano
fr: remove_generated_anchor doit être un booléen
ja: remove_generated_anchor はブール値である必要があります
ko: remove_generated_anchor는 불리언이어야 합니다
zh_hans: remove_generated_anchor 必须是布尔值
zh_hant: remove_generated_anchor 必須是布林值

# workspaceGroup.error.invalidReferenceWorkspace
source: Reference workspace must be a member of the target group
ar: يجب أن تكون مساحة العمل المرجعية عضوًا في المجموعة المستهدفة
de: Der Referenz-Arbeitsbereich muss Mitglied der Zielgruppe sein
es: El espacio de trabajo de referencia debe ser miembro del grupo de destino
fr: L’espace de travail de référence doit être membre du groupe cible
ja: 参照ワークスペースは対象グループのメンバーである必要があります
ko: 기준 작업 공간은 대상 그룹의 멤버여야 합니다
zh_hans: 参考工作区必须是目标分组的成员
zh_hant: 參考工作區必須是目標群組的成員

# workspaceGroup.error.workspaceIsOtherGroupAnchor
source: Workspace is the anchor of another group; ungroup it first
ar: مساحة العمل هي مرتكز لمجموعة أخرى؛ قم بفك تجميعها أولاً
de: Der Arbeitsbereich ist der Anker einer anderen Gruppe; hebe zuerst seine Gruppierung auf
es: El espacio de trabajo es el anclaje de otro grupo; desagrópalo primero
fr: L’espace de travail est l’ancre d’un autre groupe ; dissociez-le d’abord
ja: このワークスペースは別のグループのアンカーです。先にグループ解除してください
ko: 작업 공간이 다른 그룹의 앵커입니다. 먼저 그룹을 해제하십시오
zh_hans: 该工作区是另一个分组的锚点；请先取消其分组
zh_hant: 工作區是另一個群組的錨點；請先取消群組

# workspaceGroup.expand.a11y
source: Expand group
ar: توسيع المجموعة
bs: Proširi grupu
da: Vis gruppe
de: Gruppe ausklappen
es: Expandir grupo
fr: Développer le groupe
it: Espandi gruppo
ja: グループを展開
ko: 그룹 펼치기
nb: Utvid gruppe
pl: Rozwiń grupę
pt_br: Expandir grupo
ru: Развернуть группу
th: ขยายกลุ่ม
tr: Grubu Genişlet
uk: Розгорнути групу
zh_hans: 展开分组
zh_hant: 展開群組

# workspaceGroup.focusAnchor.a11y
source: Focus the group’s anchor workspace
ar: التركيز على مساحة العمل المرسّاة للمجموعة
bs: Fokus na sidreni radni prostor grupe
da: Fokusér gruppens ankerarbejdsområde
de: Anker-Arbeitsbereich der Gruppe fokussieren
es: Enfocar el espacio de trabajo ancla del grupo
fr: Focaliser l’espace de travail d’ancrage du groupe
it: Metti a fuoco l’area di lavoro ancora del gruppo
ja: グループのアンカーワークスペースをフォーカス
ko: 그룹 앵커 작업 공간으로 이동
nb: Fokusér gruppens ankerarbeidsområde
pl: Skup się na kotwicznej przestrzeni grupy
pt_br: Focar área de trabalho âncora do grupo
ru: Фокус на якорное рабочее пространство группы
th: โฟกัสเวิร์กสเปซแองเคอร์ของกลุ่ม
tr: Grubun çapa çalışma alanına odaklan
uk: Перейти до якорної робочої області групи
zh_hans: 聚焦分组的锚点工作区
zh_hant: 聚焦群組的錨點工作區

# workspaceGroup.newWorkspaceInGroup.a11y
source: New workspace in group
ar: مساحة عمل جديدة في المجموعة
bs: Novi radni prostor u grupi
da: Nyt arbejdsområde i gruppen
de: Neuer Arbeitsbereich in der Gruppe
es: Nuevo espacio de trabajo en el grupo
fr: Nouvel espace de travail dans le groupe
it: Nuova area di lavoro nel gruppo
ja: グループ内に新しいワークスペース
ko: 그룹에 새 작업 공간
nb: Nytt arbeidsområde i gruppen
pl: Nowa przestrzeń w grupie
pt_br: Nova área de trabalho no grupo
ru: Новое рабочее пространство в группе
th: เวิร์กสเปซใหม่ในกลุ่ม
tr: Grupta yeni çalışma alanı
uk: Нова робоча область у групі
zh_hans: 在分组中新建工作区
zh_hant: 在群組中新增工作區

# workspaceGroup.pinned.tooltip
source: Pinned group
ar: مجموعة مثبتة
bs: Prikvačena grupa
da: Fastgjort gruppe
de: Angeheftete Gruppe
es: Grupo fijado
fr: Groupe épinglé
it: Gruppo fissato
ja: ピン留めされたグループ
ko: 고정된 그룹
nb: Festet gruppe
pl: Przypięta grupa
pt_br: Grupo fixado
ru: Закрепленная группа
th: กลุ่มที่ปักหมุด
tr: Sabitlenmiş grup
uk: Закріплена група
zh_hans: 已固定的组
zh_hant: 已釘選的群組

# workspaceGroup.placement.afterCurrent
source: After current
ar: بعد الحالي
bs: Poslije trenutnog
da: Efter aktuel
de: Nach aktuellem
es: Después del actual
fr: Après l’actuel
it: Dopo quello attivo
ja: 現在の後
ko: 현재 항목 뒤
nb: Etter gjeldende
pl: Po bieżącym
pt_br: Após o atual
ru: После текущего
th: หลังรายการปัจจุบัน
tr: Geçerli olandan sonra
uk: Після поточного
zh_hans: 当前项之后
zh_hant: 目前項目之後

# workspaceGroup.placement.afterCurrent.description
source: Insert new group workspaces after the active workspace in that group.
ar: أدخل مساحات عمل المجموعة الجديدة بعد مساحة العمل النشطة في تلك المجموعة.
bs: Umetni nove grupne workspacee poslije aktivnog workspacea u toj grupi.
da: Indsæt nye gruppe-workspaces efter det aktive workspace i den gruppe.
de: Fügt neue Gruppen-Workspaces nach dem aktiven Workspace in dieser Gruppe ein.
es: Inserta nuevos workspaces de grupo después del workspace activo en ese grupo.
fr: Insère les nouveaux workspaces de groupe après le workspace actif dans ce groupe.
it: Inserisce i nuovi workspace di gruppo dopo il workspace attivo in quel gruppo.
ja: グループ内のアクティブなワークスペースの後に新しいワークスペースを挿入します。
ko: 해당 그룹의 활성 workspace 뒤에 새 그룹 workspace를 삽입합니다.
nb: Sett inn nye gruppe-workspaces etter aktivt workspace i den gruppen.
pl: Wstawia nowe workspace grupy po aktywnym workspace w tej grupie.
pt_br: Insere novos workspaces de grupo após o workspace ativo nesse grupo.
ru: Вставляет новые workspace группы после активного workspace в этой группе.
th: แทรก workspace ใหม่ของกลุ่มหลัง workspace ที่ใช้งานอยู่ในกลุ่มนั้น
tr: Yeni grup workspace’lerini o gruptaki aktif workspace’ten sonra ekler.
uk: Вставляє нові workspace групи після активного workspace у цій групі.
zh_hans: 在该组的活动 workspace 后插入新的组 workspace。
zh_hant: 在該群組的作用中 workspace 後插入新的群組 workspace。

# workspaceGroup.placement.end
source: End of group
ar: نهاية المجموعة
bs: Kraj grupe
da: Sidst i gruppen
de: Ende der Gruppe
es: Final del grupo
fr: Fin du groupe
it: Fine del gruppo
ja: グループの末尾
ko: 그룹 끝
nb: Sist i gruppen
pl: Na końcu grupy
pt_br: Fim do grupo
ru: В конец группы
th: ท้ายกลุ่ม
tr: Grubun sonu
uk: У кінець групи
zh_hans: 组末尾
zh_hant: 群組結尾

# workspaceGroup.placement.end.description
source: Append new group workspaces after the last group member.
ar: أضف مساحات عمل المجموعة الجديدة بعد آخر عضو في المجموعة.
bs: Dodaj nove grupne workspacee poslije zadnjeg člana grupe.
da: Tilføj nye gruppe-workspaces efter det sidste gruppemedlem.
de: Hängt neue Gruppen-Workspaces nach dem letzten Gruppenmitglied an.
es: Agrega nuevos workspaces de grupo después del último miembro del grupo.
fr: Ajoute les nouveaux workspaces de groupe après le dernier membre du groupe.
it: Aggiunge i nuovi workspace di gruppo dopo l’ultimo membro del gruppo.
ja: グループ内の最後のメンバーの後に新しいワークスペースを追加します。
ko: 그룹의 마지막 멤버 뒤에 새 그룹 workspace를 추가합니다.
nb: Legg til nye gruppe-workspaces etter siste gruppemedlem.
pl: Dodaje nowe workspace grupy po ostatnim członku grupy.
pt_br: Adiciona novos workspaces de grupo após o último membro do grupo.
ru: Добавляет новые workspace группы после последнего участника группы.
th: เพิ่ม workspace ใหม่ของกลุ่มหลังสมาชิกกลุ่มคนสุดท้าย
tr: Yeni grup workspace’lerini son grup üyesinden sonra ekler.
uk: Додає нові workspace групи після останнього учасника групи.
zh_hans: 在最后一个组成员后追加新的组 workspace。
zh_hant: 在最後一個群組成員後附加新的群組 workspace。

# workspaceGroup.placement.top
source: Top of group
ar: أعلى المجموعة
bs: Vrh grupe
da: Øverst i gruppen
de: Oben in der Gruppe
es: Inicio del grupo
fr: Début du groupe
it: Inizio del gruppo
ja: グループの先頭
ko: 그룹 맨 위
nb: Øverst i gruppen
pl: Na początku grupy
pt_br: Topo do grupo
ru: В начало группы
th: บนสุดของกลุ่ม
tr: Grubun başı
uk: На початок групи
zh_hans: 组顶部
zh_hant: 群組頂端

# workspaceGroup.placement.top.description
source: Insert new group workspaces right after the group header.
ar: أدخل مساحات عمل المجموعة الجديدة مباشرة بعد رأس المجموعة.
bs: Umetni nove grupne workspacee odmah poslije zaglavlja grupe.
da: Indsæt nye gruppe-workspaces lige efter gruppehovedet.
de: Fügt neue Gruppen-Workspaces direkt nach dem Gruppenkopf ein.
es: Inserta nuevos workspaces de grupo justo después del encabezado del grupo.
fr: Insère les nouveaux workspaces de groupe juste après l’en-tête du groupe.
it: Inserisce i nuovi workspace di gruppo subito dopo l’intestazione del gruppo.
ja: グループヘッダーの直後に新しいワークスペースを挿入します。
ko: 그룹 헤더 바로 뒤에 새 그룹 workspace를 삽입합니다.
nb: Sett inn nye gruppe-workspaces rett etter gruppehodet.
pl: Wstawia nowe workspace grupy bezpośrednio po nagłówku grupy.
pt_br: Insere novos workspaces de grupo logo após o cabeçalho do grupo.
ru: Вставляет новые workspace группы сразу после заголовка группы.
th: แทรก workspace ใหม่ของกลุ่มต่อจากหัวกลุ่มทันที
tr: Yeni grup workspace’lerini grup başlığının hemen arkasına ekler.
uk: Вставляє нові workspace групи одразу після заголовка групи.
zh_hans: 在组标题后立即插入新的组 workspace。
zh_hant: 在群組標題後立即插入新的群組 workspace。

# workspaceGroup.plus.contextMenu.editConfig
source: Edit Group Config…
ar: تحرير إعداد المجموعة…
bs: Uredi konfiguraciju grupe…
da: Rediger gruppekonfiguration…
de: Gruppen-Konfiguration bearbeiten …
es: Editar configuración del grupo…
fr: Modifier la configuration du groupe…
it: Modifica configurazione gruppo…
ja: グループ設定を編集…
ko: 그룹 설정 편집…
nb: Rediger gruppekonfigurasjon …
pl: Edytuj konfigurację grupy…
pt_br: Editar configuração do grupo…
ru: Изменить конфигурацию группы…
th: แก้ไขการตั้งค่ากลุ่ม…
tr: Grup yapılandırmasını düzenle…
uk: Редагувати конфігурацію групи…
zh_hans: 编辑分组配置…
zh_hant: 編輯群組設定…

# workspaceGroup.plus.contextMenu.newWorkspace
source: New Workspace in Group
ar: مساحة عمل جديدة في المجموعة
bs: Novi radni prostor u grupi
da: Nyt arbejdsområde i gruppen
de: Neuer Arbeitsbereich in der Gruppe
es: Nuevo espacio de trabajo en el grupo
fr: Nouvel espace de travail dans le groupe
it: Nuova area di lavoro nel gruppo
ja: グループに新しいワークスペース
ko: 그룹에 새 작업 공간
nb: Nytt arbeidsområde i gruppen
pl: Nowa przestrzeń w grupie
pt_br: Nova área de trabalho no grupo
ru: Новое рабочее пространство в группе
th: เวิร์กสเปซใหม่ในกลุ่ม
tr: Grupta yeni çalışma alanı
uk: Нова робоча область у групі
zh_hans: 在分组中新建工作区
zh_hant: 在群組中新增工作區

# workspaceGroup.plus.contextMenu.openDocs
source: Open Workspace Groups Docs
ar: افتح وثائق مجموعات مساحات العمل
bs: Otvori dokumentaciju grupa radnih prostora
da: Åbn dokumentation for arbejdsområde-grupper
de: Dokumentation zu Arbeitsbereich-Gruppen öffnen
es: Abrir documentación de grupos de espacios de trabajo
fr: Ouvrir la documentation des groupes
it: Apri documentazione dei gruppi
ja: ワークスペースグループのドキュメントを開く
ko: 작업 공간 그룹 문서 열기
nb: Åpne dokumentasjonen for arbeidsområde-grupper
pl: Otwórz dokumentację grup przestrzeni
pt_br: Abrir documentação de grupos
ru: Открыть документацию по группам
th: เปิดเอกสารกลุ่มเวิร์กสเปซ
tr: Çalışma alanı grupları belgelerini aç
uk: Відкрити документацію груп робочих областей
zh_hans: 打开工作区分组文档
zh_hant: 開啟工作區群組文件

# workspaceGroup.rename.confirm
source: Rename
ar: إعادة التسمية
bs: Preimenuj
da: Omdøb
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前を変更
ko: 이름 변경
nb: Gi nytt navn
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
th: เปลี่ยนชื่อ
tr: Yeniden adlandır
uk: Перейменувати
zh_hans: 重命名
zh_hant: 重新命名

# workspaceGroup.rename.message
source: Enter a new name for this group.
ar: أدخل اسمًا جديدًا لهذه المجموعة.
bs: Unesi novo ime za ovu grupu.
da: Indtast et nyt navn til denne gruppe.
de: Gib einen neuen Namen für diese Gruppe ein.
es: Introduce un nuevo nombre para este grupo.
fr: Saisissez un nouveau nom pour ce groupe.
it: Inserisci un nuovo nome per questo gruppo.
ja: このグループの新しい名前を入力してください。
ko: 이 그룹의 새 이름을 입력하세요.
nb: Skriv et nytt navn for denne gruppen.
pl: Wpisz nową nazwę grupy.
pt_br: Digite um novo nome para este grupo.
ru: Введите новое имя группы.
th: ป้อนชื่อใหม่ของกลุ่มนี้
tr: Bu grup için yeni bir ad girin.
uk: Введіть нове ім’я для цієї групи.
zh_hans: 为分组输入新名称。
zh_hant: 為此群組輸入新名稱。

# workspaceGroup.rename.placeholder
source: Group name
ar: اسم المجموعة
bs: Naziv grupe
da: Gruppenavn
de: Gruppenname
es: Nombre del grupo
fr: Nom du groupe
it: Nome gruppo
ja: グループ名
ko: 그룹 이름
nb: Gruppenavn
pl: Nazwa grupy
pt_br: Nome do grupo
ru: Имя группы
th: ชื่อกลุ่ม
tr: Grup adı
uk: Ім’я групи
zh_hans: 分组名称
zh_hant: 群組名稱

# workspaceGroup.rename.title
source: Rename Group
ar: إعادة تسمية المجموعة
bs: Preimenuj grupu
da: Omdøb gruppe
de: Gruppe umbenennen
es: Renombrar grupo
fr: Renommer le groupe
it: Rinomina gruppo
ja: グループ名を変更
ko: 그룹 이름 변경
nb: Gi gruppen nytt navn
pl: Zmień nazwę grupy
pt_br: Renomear grupo
ru: Переименовать группу
th: เปลี่ยนชื่อกลุ่ม
tr: Grubu yeniden adlandır
uk: Перейменувати групу
zh_hans: 重命名分组
zh_hant: 重新命名群組

# workspaceGroup.unread.a11y
source: %lld unread
ar: %lld غير مقروء
bs: %lld nepročitanih
da: %lld ulæste
de: %lld ungelesen
es: %lld sin leer
fr: %lld non lus
it: %lld non letti
ja: 未読 %lld 件
ko: 읽지 않은 항목 %lld개
nb: %lld uleste
pl: Nieprzeczytane: %lld
pt_br: %lld não lidas
ru: Непрочитанных: %lld
th: ยังไม่ได้อ่าน %lld รายการ
tr: %lld okunmamış
uk: Непрочитаних: %lld
zh_hans: %lld 条未读
zh_hant: %lld 個未讀

# workspaceTodoPane.emptyChecklist
source: No checklist items yet.
ar: لا توجد بنود في قائمة المهام حتى الآن.
de: Noch keine Checklisteneinträge.
es: Aún no hay elementos en la lista de comprobación.
fr: Aucun élément dans la liste de contrôle pour l’instant.
ja: チェックリスト項目はまだありません。
ko: 아직 체크리스트 항목이 없습니다.
zh_hans: 还没有清单项目。
zh_hant: 尚無待辦清單項目。

# workspaceTodoPane.title
source: Todos
ar: المهام
es: Tareas pendientes
fr: Tâches
ja: Todo
ko: 할 일
zh_hans: 待办事项
zh_hant: 待辦事項

# workspaceTodoPane.workspaceUnavailable
source: This workspace is no longer available.
ar: مساحة العمل هذه لم تعد متاحة.
de: Dieser Arbeitsbereich ist nicht mehr verfügbar.
es: Este espacio de trabajo ya no está disponible.
fr: Cet espace de travail n’est plus disponible.
ja: このワークスペースはすでに利用できません。
ko: 이 작업 공간은 더 이상 사용할 수 없습니다.
zh_hans: 此工作区已不再可用。
zh_hant: 此工作區已無法使用。
